---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilterNumericLess
source: html/1204af9f-1e2f-4bc9-2c71-4ae7d38437f7.htm
---
# FilterNumericLess Methods

Derived classes should override this method to implement the desired test.